Repository: superuser404notfound/Sodalite
Catalog: Sodalite/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# settings.home.customizeSubtitle
source: Choose and order your home rows
cs: Vyberte a seřaďte řádky domovské obrazovky
da: Vælg og sorter rækker
de: Reihen der Startseite wählen und sortieren
el: Επιλέξτε και διατάξτε τις σειρές της αρχικής
es: Elige y ordena las filas
fi: Valitse ja järjestä aloitusnäytön rivit
fr: Choisir et ordonner les lignes
hr: Odaberite i poredajte retke početne
hu: Rendezd a kezdőképernyő sorait
it: Scegli e ordina le righe
ja: ホーム行の選択と並べ替え
ko: 홈 행 선택 및 정렬
nb: Velg og sorter rader
nl: Kies en orden je rijen
pl: Wybierz i uporządkuj wiersze
pt_br: Escolha e ordene as linhas
pt_pt: Escolha e ordene as linhas do início
ro: Alege și ordonează rândurile principale
ru: Выбор и порядок строк
sk: Vyberte a usporiadajte riadky domovskej obrazovky
sv: Välj och ordna rader
tr: Ana ekran satırlarını seçin ve sıralayın
uk: Вибирайте та впорядковуйте рядки головного екрана
zh_hans: 选择并排列首页行
zh_hant: 選擇並排列主畫面的列

# settings.tabs.title
source: Tabs
cs: Karty
da: Faner
el: Καρτέλες
es: Pestañas
fi: Välilehdet
fr: Onglets
hr: Kartice
hu: Lapok
it: Schede
ja: タブ
ko: 탭
nb: Faner
nl: Tabbladen
pl: Karty
pt_br: Abas
pt_pt: Separadores
ro: File
ru: Вкладки
sk: Karty
sv: Flikar
tr: Sekmeler
uk: Вкладки
zh_hans: 标签页
zh_hant: 標籤頁

# settings.tabs.subtitle
source: Choose which tabs the navigation bar shows.
cs: Vyber, které karty se zobrazí v navigační liště.
da: Vælg, hvilke faner navigationslinjen viser.
de: Wähle, welche Tabs die Navigationsleiste zeigt.
el: Επίλεξε ποιες καρτέλες εμφανίζει η γραμμή πλοήγησης.
es: Elige qué pestañas muestra la barra de navegación.
fi: Valitse, mitkä välilehdet navigointipalkki näyttää.
fr: Choisis les onglets affichés dans la barre de navigation.
hr: Odaberi koje kartice prikazuje navigacijska traka.
hu: Válaszd ki, mely lapok jelenjenek meg a navigációs sávon.
it: Scegli quali schede mostra la barra di navigazione.
ja: ナビゲーションバーに表示するタブを選びます。
ko: 탐색 막대에 표시할 탭을 선택합니다.
nb: Velg hvilke faner navigasjonslinjen viser.
nl: Kies welke tabbladen de navigatiebalk toont.
pl: Wybierz, które karty pokazuje pasek nawigacji.
pt_br: Escolha quais abas a barra de navegação mostra.
pt_pt: Escolhe que separadores a barra de navegação mostra.
ro: Alege ce file afișează bara de navigare.
ru: Выберите, какие вкладки показывать в панели навигации.
sk: Vyber, ktoré karty zobrazí navigačná lišta.
sv: Välj vilka flikar navigeringsfältet visar.
tr: Gezinme çubuğunda hangi sekmelerin görüneceğini seç.
uk: Обери, які вкладки показує панель навігації.
zh_hans: 选择导航栏显示哪些标签页。
zh_hant: 選擇導覽列顯示哪些標籤頁。

# settings.tabs.subtitle.short
source: Choose which tabs are shown
cs: Vyber zobrazené karty
da: Vælg viste faner
de: Sichtbare Tabs wählen
el: Επιλογή ορατών καρτελών
es: Elige las pestañas visibles
fi: Valitse näkyvät välilehdet
fr: Choisir les onglets affichés
hr: Odaberi prikazane kartice
hu: Megjelenő lapok kiválasztása
it: Scegli le schede visibili
ja: 表示するタブを選択
ko: 표시할 탭 선택
nb: Velg viste faner
nl: Kies zichtbare tabbladen
pl: Wybierz widoczne karty
pt_br: Escolha as abas visíveis
pt_pt: Escolher separadores visíveis
ro: Alege filele afișate
ru: Выбор видимых вкладок
sk: Vyber zobrazené karty
sv: Välj visade flikar
tr: Görünen sekmeleri seç
uk: Вибір видимих вкладок
zh_hans: 选择显示的标签页
zh_hant: 選擇顯示的標籤頁

# settings.tabs.footer
source: Home and Settings are always shown. The navigation bar updates when you leave this screen.
cs: Domů a Nastavení jsou zobrazeny vždy. Navigační lišta se aktualizuje, když tuto obrazovku opustíš.
da: Hjem og Indstillinger vises altid. Navigationslinjen opdateres, når du forlader denne skærm.
de: Startseite und Einstellungen werden immer angezeigt. Die Navigationsleiste aktualisiert sich, wenn du diesen Bildschirm verlässt.
el: Η Αρχική και οι Ρυθμίσεις εμφανίζονται πάντα. Η γραμμή πλοήγησης ενημερώνεται όταν φύγεις από αυτήν την οθόνη.
es: Inicio y Ajustes se muestran siempre. La barra de navegación se actualiza al salir de esta pantalla.
fi: Koti ja Asetukset näkyvät aina. Navigointipalkki päivittyy, kun poistut tästä näkymästä.
fr: Accueil et Réglages sont toujours affichés. La barre de navigation se met à jour quand tu quittes cet écran.
hr: Početna i Postavke uvijek su prikazane. Navigacijska traka osvježava se kad napustiš ovaj zaslon.
hu: A Kezdőlap és a Beállítások mindig látszanak. A navigációs sáv akkor frissül, amikor elhagyod ezt a képernyőt.
it: Home e Impostazioni sono sempre visibili. La barra di navigazione si aggiorna quando esci da questa schermata.
ja: ホームと設定は常に表示されます。ナビゲーションバーはこの画面を離れると更新されます。
ko: 홈과 설정은 항상 표시됩니다. 탐색 막대는 이 화면을 나갈 때 갱신됩니다.
nb: Hjem og Innstillinger vises alltid. Navigasjonslinjen oppdateres når du forlater denne skjermen.
nl: Home en Instellingen zijn altijd zichtbaar. De navigatiebalk wordt bijgewerkt als je dit scherm verlaat.
pl: Główna i Ustawienia są zawsze widoczne. Pasek nawigacji odświeża się po opuszczeniu tego ekranu.
pt_br: Início e Configurações aparecem sempre. A barra de navegação é atualizada ao sair desta tela.
pt_pt: Início e Definições aparecem sempre. A barra de navegação é atualizada ao sair deste ecrã.
ro: Acasă și Setări sunt mereu afișate. Bara de navigare se actualizează când ieși din acest ecran.
ru: Главная и Настройки показываются всегда. Панель навигации обновится, когда вы покинете этот экран.
sk: Domov a Nastavenia sú zobrazené vždy. Navigačná lišta sa aktualizuje, keď opustíš túto obrazovku.
sv: Hem och Inställningar visas alltid. Navigeringsfältet uppdateras när du lämnar den här skärmen.
tr: Ana Sayfa ve Ayarlar her zaman görünür. Gezinme çubuğu bu ekrandan çıktığında güncellenir.
uk: Головна та Налаштування показуються завжди. Панель навігації оновиться, коли ти вийдеш із цього екрана.
zh_hans: 首页和设置始终显示。离开此页面后导航栏会更新。
zh_hant: 首頁與設定一律顯示。離開此頁面後導覽列會更新。

# settings.tabs.catalog.subtitle
source: Jellyseerr browsing and requests. Off also hides catalog results in Search and on person pages.
cs: Procházení a žádosti v Jellyseerru. Vypnuto skryje i výsledky katalogu v Hledat a na stránkách osob.
da: Gennemse og anmod via Jellyseerr. Fra skjuler også katalogresultater i Søg og på personsider.
de: Jellyseerr durchstöbern und anfragen. Aus blendet auch Katalog-Treffer in der Suche und auf Personenseiten aus.
el: Περιήγηση και αιτήματα Jellyseerr. Απενεργοποιημένο κρύβει και τα αποτελέσματα καταλόγου στην Αναζήτηση και στις σελίδες προσώπων.
es: Explorar y solicitar en Jellyseerr. Desactivado también oculta los resultados del catálogo en Buscar y en las páginas de personas.
fi: Jellyseerr-selailu ja -pyynnöt. Pois piilottaa myös luettelotulokset Haussa ja henkilösivuilla.
fr: Navigation et demandes Jellyseerr. Désactivé, les résultats du catalogue disparaissent aussi de la Recherche et des pages de personnes.
hr: Pregledavanje i zahtjevi putem Jellyseerra. Isključeno skriva i rezultate kataloga u Pretrazi te na stranicama osoba.
hu: Jellyseerr böngészés és kérések. Kikapcsolva a katalógustalálatok a Keresésben és a személyoldalakon is eltűnnek.
it: Esplorazione e richieste Jellyseerr. Disattivata nasconde anche i risultati del catalogo in Cerca e nelle pagine delle persone.
ja: Jellyseerr の閲覧とリクエスト。オフにすると検索と人物ページのカタログ結果も非表示になります。
ko: Jellyseerr 둘러보기와 요청. 끄면 검색과 인물 페이지의 카탈로그 결과도 숨겨집니다.
nb: Utforsking og forespørsler via Jellyseerr. Av skjuler også katalogtreff i Søk og på personsider.
nl: Bladeren en aanvragen via Jellyseerr. Uit verbergt ook catalogusresultaten in Zoeken en op personenpagina's.
pl: Przeglądanie i prośby w Jellyseerr. Wyłączenie ukrywa też wyniki katalogu w Szukaj i na stronach osób.
pt_br: Navegação e pedidos no Jellyseerr. Desativado, os resultados do catálogo também somem da Busca e das páginas de pessoas.
pt_pt: Navegação e pedidos no Jellyseerr. Desativado, os resultados do catálogo também desaparecem da Pesquisa e das páginas de pessoas.
ro: Explorare și cereri Jellyseerr. Dezactivat, rezultatele din catalog dispar și din Căutare și de pe paginile persoanelor.
ru: Просмотр и запросы Jellyseerr. При выключении результаты каталога исчезают также из Поиска и со страниц персон.
sk: Prehliadanie a žiadosti cez Jellyseerr. Vypnuté skryje aj výsledky katalógu v Hľadať a na stránkach osôb.
sv: Bläddra och begär via Jellyseerr. Av döljer även katalogträffar i Sök och på personsidor.
tr: Jellyseerr'de gezinme ve istekler. Kapalıyken katalog sonuçları Ara sekmesinde ve kişi sayfalarında da gizlenir.
uk: Перегляд і запити Jellyseerr. Вимкнено приховує також результати каталогу в Пошуку та на сторінках персон.
zh_hans: Jellyseerr 浏览与请求。关闭后，搜索和人物页面中的目录结果也会隐藏。
zh_hant: Jellyseerr 瀏覽與請求。關閉後，搜尋與人物頁面中的目錄結果也會隱藏。

# settings.tabs.liveTV.subtitle
source: Live channels, guide and recordings. Appears only if the server offers Live TV.
cs: Živé kanály, program a nahrávky. Zobrazí se jen, pokud server nabízí Živou TV.
da: Live-kanaler, guide og optagelser. Vises kun, hvis serveren tilbyder Live-tv.
de: Live-Kanäle, Guide und Aufnahmen. Erscheint nur, wenn der Server Live-TV anbietet.
el: Ζωντανά κανάλια, πρόγραμμα και εγγραφές. Εμφανίζεται μόνο αν ο διακομιστής προσφέρει Ζωντανή TV.
es: Canales en directo, guía y grabaciones. Solo aparece si el servidor ofrece TV en directo.
fi: Suorat kanavat, opas ja tallenteet. Näkyy vain, jos palvelin tarjoaa Suora-TV:n.
fr: Chaînes en direct, guide et enregistrements. Apparaît seulement si le serveur propose la TV en direct.
hr: Kanali uživo, vodič i snimke. Pojavljuje se samo ako poslužitelj nudi TV uživo.
hu: Élő csatornák, műsorújság és felvételek. Csak akkor jelenik meg, ha a kiszolgáló kínál Élő TV-t.
it: Canali in diretta, guida e registrazioni. Appare solo se il server offre la TV in diretta.
ja: ライブチャンネル、番組表、録画。サーバーがライブTVに対応している場合のみ表示されます。
ko: 라이브 채널, 편성표, 녹화. 서버가 라이브 TV를 제공할 때만 표시됩니다.
nb: Direktekanaler, guide og opptak. Vises bare hvis serveren tilbyr Direkte-TV.
nl: Live kanalen, gids en opnames. Verschijnt alleen als de server Live-tv biedt.
pl: Kanały na żywo, program i nagrania. Pojawia się tylko, gdy serwer oferuje telewizję na żywo.
pt_br: Canais ao vivo, guia e gravações. Aparece só se o servidor oferecer TV ao vivo.
pt_pt: Canais em direto, guia e gravações. Aparece só se o servidor oferecer TV em direto.
ro: Canale live, ghid și înregistrări. Apare doar dacă serverul oferă TV în direct.
ru: Прямые каналы, телепрограмма и записи. Появляется, только если сервер поддерживает прямой эфир.
sk: Živé kanály, program a nahrávky. Zobrazí sa len vtedy, ak server ponúka Živú TV.
sv: Direktkanaler, tablå och inspelningar. Visas bara om servern erbjuder Direkt-TV.
tr: Canlı kanallar, rehber ve kayıtlar. Yalnızca sunucu Canlı TV sunuyorsa görünür.
uk: Прямі канали, телепрограма та записи. З'являється, лише якщо сервер підтримує прямий ефір.
zh_hans: 直播频道、节目单和录制。仅在服务器提供直播电视时显示。
zh_hant: 直播頻道、節目表與錄影。僅在伺服器提供直播電視時顯示。

# settings.tabs.search.subtitle
source: Searches your library, and Jellyseerr when Catalog is on.
cs: Prohledá tvou knihovnu, a Jellyseerr, když je Katalog zapnutý.
da: Søger i dit bibliotek, og i Jellyseerr når Katalog er slået til.
de: Durchsucht deine Bibliothek, und Jellyseerr, wenn Katalog an ist.
el: Αναζήτηση στη βιβλιοθήκη σου και στο Jellyseerr όταν ο Κατάλογος είναι ενεργός.
es: Busca en tu biblioteca y en Jellyseerr cuando Catálogo está activado.
fi: Hakee kirjastostasi, ja Jellyseerristä kun Luettelo on käytössä.
fr: Cherche dans ta bibliothèque, et dans Jellyseerr quand Catalogue est activé.
hr: Pretražuje tvoju biblioteku, i Jellyseerr kada je Katalog uključen.
hu: A könyvtáradban keres, és a Jellyseerrben, ha a Katalógus be van kapcsolva.
it: Cerca nella tua libreria, e in Jellyseerr quando Catalogo è attivo.
ja: ライブラリを検索します。カタログがオンのときは Jellyseerr も検索します。
ko: 라이브러리를 검색하고, 카탈로그가 켜져 있으면 Jellyseerr도 검색합니다.
nb: Søker i biblioteket ditt, og i Jellyseerr når Katalog er på.
nl: Doorzoekt je bibliotheek, en Jellyseerr als Catalogus aan staat.
pl: Przeszukuje twoją bibliotekę, a przy włączonym Katalogu także Jellyseerr.
pt_br: Busca na sua biblioteca e no Jellyseerr quando o Catálogo está ativo.
pt_pt: Pesquisa na tua biblioteca e no Jellyseerr quando o Catálogo está ativo.
ro: Caută în biblioteca ta și în Jellyseerr când Catalog este activat.
ru: Ищет в вашей библиотеке, а при включённом Каталоге и в Jellyseerr.
sk: Prehľadá tvoju knižnicu a Jellyseerr, keď je Katalóg zapnutý.
sv: Söker i ditt bibliotek, och i Jellyseerr när Katalog är på.
tr: Kitaplığında arar, Katalog açıkken Jellyseerr'de de arar.
uk: Шукає у твоїй бібліотеці, а з увімкненим Каталогом і в Jellyseerr.
zh_hans: 搜索你的媒体库；目录开启时也搜索 Jellyseerr。
zh_hant: 搜尋你的媒體庫；目錄開啟時也搜尋 Jellyseerr。

# settings.tabs.music.subtitle
source: Your music library. Appears only if the server has one.
cs: Tvá hudební knihovna. Zobrazí se jen, pokud ji server má.
da: Dit musikbibliotek. Vises kun, hvis serveren har et.
de: Deine Musikbibliothek. Erscheint nur, wenn der Server eine hat.
el: Η μουσική σου βιβλιοθήκη. Εμφανίζεται μόνο αν ο διακομιστής έχει μία.
es: Tu biblioteca de música. Solo aparece si el servidor tiene una.
fi: Musiikkikirjastosi. Näkyy vain, jos palvelimella on sellainen.
fr: Ta bibliothèque musicale. Apparaît seulement si le serveur en a une.
hr: Tvoja glazbena biblioteka. Pojavljuje se samo ako je poslužitelj ima.
hu: A zenei könyvtárad. Csak akkor jelenik meg, ha a kiszolgálón van ilyen.
it: La tua libreria musicale. Appare solo se il server ne ha una.
ja: 音楽ライブラリ。サーバーに音楽ライブラリがある場合のみ表示されます。
ko: 음악 라이브러리. 서버에 음악 라이브러리가 있을 때만 표시됩니다.
nb: Musikkbiblioteket ditt. Vises bare hvis serveren har ett.
nl: Je muziekbibliotheek. Verschijnt alleen als de server er een heeft.
pl: Twoja biblioteka muzyki. Pojawia się tylko, gdy serwer ją ma.
pt_br: Sua biblioteca de música. Aparece só se o servidor tiver uma.
pt_pt: A tua biblioteca de música. Aparece só se o servidor tiver uma.
ro: Biblioteca ta de muzică. Apare doar dacă serverul are una.
ru: Ваша музыкальная библиотека. Появляется, только если она есть на сервере.
sk: Tvoja hudobná knižnica. Zobrazí sa len vtedy, ak ju server má.
sv: Ditt musikbibliotek. Visas bara om servern har ett.
tr: Müzik kitaplığın. Yalnızca sunucuda müzik kitaplığı varsa görünür.
uk: Твоя музична бібліотека. З'являється, лише якщо вона є на сервері.
zh_hans: 你的音乐库。仅在服务器有音乐库时显示。
zh_hant: 你的音樂庫。僅在伺服器有音樂庫時顯示。

# settings.licenses.footer
source: Sodalite is open source under the GPL-3.0 with an App Store exception. This app uses FFmpeg and the other components listed above.
cs: Sodalite je open source pod licencí GPL-3.0 s výjimkou pro App Store. Tato aplikace používá FFmpeg a další výše uvedené komponenty.
da: Sodalite er open source under GPL-3.0 med en App Store-undtagelse. Denne app bruger FFmpeg og de øvrige komponenter, der er nævnt ovenfor.
de: Sodalite ist Open Source unter der GPL-3.0 mit App-Store-Ausnahme. Diese App verwendet FFmpeg und die weiteren oben aufgeführten Komponenten.
el: Το Sodalite είναι ανοιχτού κώδικα υπό την GPL-3.0 με εξαίρεση για το App Store. Αυτή η εφαρμογή χρησιμοποιεί το FFmpeg και τα υπόλοιπα στοιχεία που αναφέρονται παραπάνω.
es: Sodalite es de código abierto bajo la GPL-3.0 con una excepción para el App Store. Esta app utiliza FFmpeg y los demás componentes indicados arriba.
fi: Sodalite on avointa lähdekoodia GPL-3.0-lisenssillä App Store -poikkeuksella. Tämä sovellus käyttää FFmpegiä ja muita yllä lueteltuja komponentteja.
fr: Sodalite est open source sous licence GPL-3.0 avec une exception App Store. Cette app utilise FFmpeg et les autres composants listés ci-dessus.
hr: Sodalite je otvorenog koda pod licencom GPL-3.0 s iznimkom za App Store. Ova aplikacija koristi FFmpeg i ostale gore navedene komponente.
hu: A Sodalite nyílt forráskódú a GPL-3.0 licenc alatt, App Store-kivétellel. Az alkalmazás az FFmpeget és a fent felsorolt további összetevőket használja.
it: Sodalite è open source con licenza GPL-3.0 e un'eccezione per l'App Store. Questa app utilizza FFmpeg e gli altri componenti elencati sopra.
ja: SodaliteはApp Store例外付きGPL-3.0のオープンソースです。このAppはFFmpegおよび上記のコンポーネントを使用しています。
ko: Sodalite는 App Store 예외가 포함된 GPL-3.0 오픈 소스입니다. 이 앱은 FFmpeg 및 위에 나열된 구성 요소를 사용합니다.
nb: Sodalite er åpen kildekode under GPL-3.0 med et App Store-unntak. Denne appen bruker FFmpeg og de andre komponentene som er oppført ovenfor.
nl: Sodalite is open source onder de GPL-3.0 met een App Store-uitzondering. Deze app gebruikt FFmpeg en de andere hierboven vermelde componenten.
pl: Sodalite jest oprogramowaniem open source na licencji GPL-3.0 z wyjątkiem dla App Store. Ta aplikacja korzysta z FFmpeg oraz pozostałych komponentów wymienionych powyżej.
pt_br: O Sodalite é de código aberto sob a GPL-3.0 com uma exceção para a App Store. Este app usa o FFmpeg e os demais componentes listados acima.
pt_pt: O Sodalite é de código aberto sob a GPL-3.0 com uma exceção para a App Store. Esta app usa o FFmpeg e os restantes componentes listados acima.
ro: Sodalite este open source sub licența GPL-3.0 cu o excepție pentru App Store. Această aplicație folosește FFmpeg și celelalte componente enumerate mai sus.
ru: Sodalite распространяется с открытым исходным кодом по лицензии GPL-3.0 с исключением для App Store. Это приложение использует FFmpeg и другие перечисленные выше компоненты.
sk: Sodalite je open source pod licenciou GPL-3.0 s výnimkou pre App Store. Táto aplikácia používa FFmpeg a ďalšie vyššie uvedené komponenty.
sv: Sodalite är öppen källkod under GPL-3.0 med ett App Store-undantag. Appen använder FFmpeg och de övriga komponenterna ovan.
tr: Sodalite, App Store istisnası içeren GPL-3.0 lisansı altında açık kaynaklıdır. Bu uygulama FFmpeg'i ve yukarıda listelenen diğer bileşenleri kullanır.
uk: Sodalite має відкритий код за ліцензією GPL-3.0 з винятком для App Store. Цей застосунок використовує FFmpeg та інші компоненти, перелічені вище.
zh_hans: Sodalite 是基于 GPL-3.0（含 App Store 例外条款）的开源软件。本 App 使用 FFmpeg 及上方列出的其他组件。
zh_hant: Sodalite 是基於 GPL-3.0（含 App Store 例外條款）的開源軟體。本 App 使用 FFmpeg 及上方列出的其他元件。

# settings.licenses.subtitle
source: Third-party components and license texts
cs: Komponenty třetích stran a texty licencí
da: Tredjepartskomponenter og licenstekster
de: Komponenten von Drittanbietern und Lizenztexte
el: Στοιχεία τρίτων και κείμενα αδειών
es: Componentes de terceros y textos de licencia
fi: Kolmansien osapuolten komponentit ja lisenssitekstit
fr: Composants tiers et textes de licence
hr: Komponente trećih strana i tekstovi licenci
hu: Harmadik féltől származó összetevők és licencszövegek
it: Componenti di terze parti e testi delle licenze
ja: サードパーティコンポーネントとライセンス文書
ko: 타사 구성 요소 및 라이선스 텍스트
nb: Tredjepartskomponenter og lisenstekster
nl: Componenten van derden en licentieteksten
pl: Komponenty innych firm i teksty licencji
pt_br: Componentes de terceiros e textos de licença
pt_pt: Componentes de terceiros e textos de licença
ro: Componente terțe și texte de licență
ru: Сторонние компоненты и тексты лицензий
sk: Komponenty tretích strán a texty licencií
sv: Tredjepartskomponenter och licenstexter
tr: Üçüncü taraf bileşenler ve lisans metinleri
uk: Сторонні компоненти та тексти ліцензій
zh_hans: 第三方组件和许可证文本
zh_hant: 第三方元件與授權文字

# settings.licenses.title
source: Open Source Licenses
cs: Licence open source
da: Open source-licenser
de: Open-Source-Lizenzen
el: Άδειες ανοιχτού κώδικα
es: Licencias de código abierto
fi: Avoimen lähdekoodin lisenssit
fr: Licences open source
hr: Licence otvorenog koda
hu: Nyílt forráskódú licencek
it: Licenze open source
ja: オープンソースライセンス
ko: 오픈 소스 라이선스
nb: Åpen kildekode-lisenser
nl: Opensourcelicenties
pl: Licencje open source
pt_br: Licenças de código aberto
pt_pt: Licenças de código aberto
ro: Licențe open source
ru: Лицензии открытого ПО
sk: Licencie open source
sv: Licenser för öppen källkod
tr: Açık Kaynak Lisansları
uk: Ліцензії відкритого ПЗ
zh_hans: 开源许可证
zh_hant: 開源授權

# settings.log.clear
source: Clear
cs: Vymazat
da: Ryd
de: Leeren
el: Εκκαθάριση
es: Borrar
fi: Tyhjennä
fr: Effacer
hr: Očisti
hu: Törlés
it: Cancella
ja: 消去
ko: 지우기
nb: Tøm
nl: Wissen
pl: Wyczyść
pt_br: Limpar
pt_pt: Limpar
ro: Golește
ru: Очистить
sk: Vymazať
sv: Rensa
tr: Temizle
uk: Очистити
zh_hans: 清除
zh_hant: 清除

# settings.log.copy
source: Copy
cs: Kopírovat
da: Kopiér
de: Kopieren
el: Αντιγραφή
es: Copiar
fi: Kopioi
fr: Copier
hr: Kopiraj
hu: Másolás
it: Copia
ja: コピー
ko: 복사
nb: Kopier
nl: Kopiëren
pl: Kopiuj
pt_br: Copiar
pt_pt: Copiar
ro: Copiază
ru: Копировать
sk: Kopírovať
sv: Kopiera
tr: Kopyala
uk: Копіювати
zh_hans: 复制
zh_hant: 拷貝

# settings.log.empty
source: No log lines yet.
cs: Zatím žádné záznamy.
da: Ingen loglinjer endnu.
de: Noch keine Einträge.
el: Δεν υπάρχουν ακόμη καταχωρίσεις.
es: Aún no hay entradas.
fi: Ei vielä lokirivejä.
fr: Aucune ligne pour le moment.
hr: Još nema zapisa.
hu: Még nincsenek bejegyzések.
it: Ancora nessuna riga.
ja: まだログはありません。
ko: 아직 기록이 없습니다.
nb: Ingen logglinjer ennå.
nl: Nog geen regels.
pl: Brak wpisów.
pt_br: Ainda não há registros.
pt_pt: Ainda não há registos.
ro: Încă nu există intrări.
ru: Записей пока нет.
sk: Zatiaľ žiadne záznamy.
sv: Inga loggrader än.
tr: Henüz kayıt yok.
uk: Записів поки немає.
zh_hans: 暂无日志。
zh_hant: 尚無紀錄。

# settings.log.hint
source: The last 300 lines from this app session. Kept in memory only, nothing leaves the device.
cs: Posledních 300 řádků z tohoto spuštění aplikace. Zůstávají jen v paměti, nic neopouští zařízení.
da: De sidste 300 linjer fra denne app-session. Kun i hukommelsen, intet forlader enheden.
de: Die letzten 300 Zeilen dieser App-Sitzung. Nur im Arbeitsspeicher, nichts verlässt das Gerät.
el: Οι τελευταίες 300 γραμμές αυτής της συνεδρίας. Μόνο στη μνήμη, τίποτα δεν φεύγει από τη συσκευή.
es: Las últimas 300 líneas de esta sesión. Solo en memoria, nada sale del dispositivo.
fi: Tämän istunnon viimeiset 300 riviä. Vain muistissa, mitään ei lähetetä laitteesta.
fr: Les 300 dernières lignes de cette session. Conservées en mémoire uniquement, rien ne quitte l'appareil.
hr: Posljednjih 300 redaka ove sesije. Samo u memoriji, ništa ne napušta uređaj.
hu: A munkamenet utolsó 300 sora. Csak a memóriában, semmi nem hagyja el a készüléket.
it: Le ultime 300 righe di questa sessione. Solo in memoria, nulla lascia il dispositivo.
ja: このセッションの直近300行です。メモリ上にのみ保持され、デバイス外には送信されません。
ko: 이 세션의 최근 300줄입니다. 메모리에만 보관되며 기기를 벗어나지 않습니다.
nb: De siste 300 linjene fra denne økten. Kun i minnet, ingenting forlater enheten.
nl: De laatste 300 regels uit deze sessie. Alleen in het geheugen, er verlaat niets het apparaat.
pl: Ostatnie 300 wierszy z tej sesji. Tylko w pamięci, nic nie opuszcza urządzenia.
pt_br: As últimas 300 linhas desta sessão. Só na memória, nada sai do dispositivo.
pt_pt: As últimas 300 linhas desta sessão. Apenas na memória, nada sai do dispositivo.
ro: Ultimele 300 de linii din această sesiune. Doar în memorie, nimic nu părăsește dispozitivul.
ru: Последние 300 строк этого сеанса. Только в памяти, ничего не покидает устройство.
sk: Posledných 300 riadkov tejto relácie. Iba v pamäti, nič neopúšťa zariadenie.
sv: De senaste 300 raderna från den här sessionen. Endast i minnet, inget lämnar enheten.
tr: Bu oturumun son 300 satırı. Yalnızca bellekte tutulur, hiçbir şey cihazdan çıkmaz.
uk: Останні 300 рядків цього сеансу. Лише в пам'яті, нічого не залишає пристрій.
zh_hans: 本次会话的最近 300 行。仅保存在内存中，不会离开本设备。
zh_hant: 本次工作階段的最近 300 行。僅保存在記憶體中，不會離開此裝置。
